Repository: Zsena/csabacenter_typo3
Catalog: www/html/packages/center/Resources/Private/Language/*.locallang.xlf
Languages: hu, ro, sk, sr

# fe.travelPlan.route.title
source: route
hu: Útvonal
ro: Rută
sk: Trasa
sr: Putanja

# fe.travelPlan.route.startingPoint
source: Starting point
hu: Kezdőpont
ro: Punct de pornire
sk: Štartovací bod
sr: Start

# fe.travelPlan.route.destination
source: Destination
hu: Úticél
ro: Destinația
sk: Cieľ cesty
sr: Cilj

# fe.travelPlan.route.calculateRoute
source: calculate route
hu: Útvonal tervezése
ro: Calculare rută
sk: Vypočítať trasu
sr: Izračunaj putanju

# fe.teaserWall.category.tx_center_domain_model_records_news.press
source: Press
hu: Sajtó
ro: Știri media
sk: Tlač
sr: Štampa

# fe.teaserWall.category.tx_center_domain_model_records_news.news
source: News
hu: Hírek
ro: Mesaj
sk: Novinky
sr: Vest

# fe.teaserWall.category.tx_center_domain_model_records_news
source: News / Press
hu: Hírek / sajtó
ro: Noutăți / Presă
sk: Novinky/tlač
sr: Vest / Štampa

# fe.teaserWall.category.tx_center_domain_model_records_job
source: Job
hu: Állásajánlat
ro: Posturi vacante
sk: Pracovná ponuka
sr: Ponuda za posao

# fe.teaserWall.category.tx_center_domain_model_records_offer
source: Offer
hu: Ajánlat
ro: Ofertă
sk: ZĽAVY
sr: Ponuda

# fe.teaserWall.category.tx_center_domain_model_records_event
source: Event
hu: Esemény
ro: Eveniment
sk: Udalosť
sr: Događaj

# fe.teaserWall.category.tx_center_domain_model_records_contentteaser
source: Content
hu: Tartalom
ro: Conținut
sk: Obsah
sr: Sadržaj

# fe.teaserWall.category.133
source: Shop
hu: Üzlet
ro: Magazin
sk: Obchod
sr: Prodavnica

# fe.teaserWall.category.134
source: Gastro
hu: Gasztronómia
sr: Ugostiteljstvo

# fe.hometeaser.button.show_all
source: Show all
hu: Összes megtekintése
ro: Afișează tot
sk: Zobraziť všetko
sr: Prikaži sve

# fe.hometeaser.button.show_all_shops
source: Show all shops
hu: Összes bolt megtekintése
ro: Afișează toate magazinele
sk: Zobraziť všetky obchody
sr: Prikaži sve prodavnice

# fe.teaserWall.load_more
source: Load more
hu: MÉG TÖBB BETÖLTÉSE
ro: Încarcă mai multe
sk: Načítať viac
sr: Učitaj još

# dtl.location.contact.title
source: Opening Hours
hu: Nyitvatartás
ro: Program
sk: Otváracie hodiny
sr: Radno vreme

# ftr.opening.day1
source: Monday
hu: Hétfő
ro: Luni
sk: Pondelok
sr: Ponedeljak

# ftr.opening.day2
source: Tuesday
hu: Kedd
ro: Marți
sk: Utorok
sr: Utorak

# ftr.opening.day3
source: Wednesday
hu: Szerda
ro: Miercuri
sk: Streda
sr: Sreda

# ftr.opening.day4
source: Thursday
hu: Csütörtök
ro: Joi
sk: Štvrtok
sr: Četvrtak

# ftr.opening.day5
source: Friday
hu: Péntek
ro: Vineri
sk: Piatok
sr: Petak

# ftr.opening.day6
source: Saturday
hu: Szombat
ro: Sâmbătă
sk: Sobota
sr: Subota

# ftr.opening.day7
source: Sunday
hu: Vasárnap
ro: Duminică
sk: Nedeľa
sr: Nedelja

# fe.gallery.esc
source: Close (Esc)
hu: Bezárás (Esc)
ro: Închidere (Esc.)
sk: Zatvoriť (Esc)
sr: Zatvori (Esc)

# fe.gallery.share
source: Share
hu: Megosztani
ro: Distribuie
sk: Zdieľať
sr: Podeli

# fe.gallery.toogle
source: Toggle fullscreen
hu: Teljes képernyős mód be- vagy kikapcsolása
ro: Activare/Dezactivare mod de vizualizare ecran complet
sk: Prepnúť plnú obrazovku
sr: Uključi/isključi ceo ekran

# fe.gallery.zoom
source: Zoom in/out
hu: Nagyítás/kicsinyítés
ro: Mărire/Micșorare vizualizare
sk: Priblížiť/oddialiť
sr: Uveličaj/umanji

# fe.gallery.previous
source: Previous (arrow left)
hu: Előző (nyíl balra)
ro: Înapoi (săgeată stânga)
sk: Predchádzajúci (ľavá šípka)
sr: Prethodno (leva strelica)

# fe.gallery.next
source: Next (arrow right)
hu: Következő (nyíl jobbra)
ro: Mai departe (săgeată dreapta)
sk: Ďalší (pravá šípka)
sr: Sledeće (desna strelica)

# fe.dtlDescription.externalLink
source: External Link
hu: Külső hivatkozás
ro: Link extern
sk: Externý odkaz
sr: Eksterni link

# fe.dtlDescription.download
source: Download
hu: Letöltés
ro: Descărcare
sk: Stiahnuť
sr: Učitaj

# fe.teasers.shop.details
source: Details
hu: Részletek
ro: Detalii
sk: Podrobnosti
sr: Detalji

# fe.teasers.shop.location
source: Location
hu: Hely
ro: Loc
sk: Miesto
sr: Lokacija

# fe.dtlDescription.offerOverview
source: Offer Overview
hu: További ajánlatok
ro: Către vizualizarea ofertei
sk: Prehľad ponuky
sr: Idi na pregled ponude

# fe.shopfilter.chooseSubcategory
source: Choose subcategory
hu: Alkategória kiválasztása
ro: Alegere subcategorie
sk: Vybrať podkategóriu
sr: Izaberi podkategoriju

# fe.shopfilter.resetSubCategory
source: No selection
hu: Nincs semmi kiválasztva
ro: Nicio selecție efectuată
sk: Nič nie je vybrané
sr: Nema izbora

# fe.shopfilter.chooseCategory
source: Choose category
hu: Kategória választása
ro: Alegere categorie
sk: Vybrať kategóriu
sr: Izaberi kategoriju

# fe.shopfilter.search
source: Search
hu: Keresés
ro: Căutare
sk: Hľadať
sr: Traži

# fe.shopfilter.placeHolder.shopName
source: Shop name
hu: Üzlet neve
ro: Denumire magazin
sk: Názov obchodu
sr: Naziv prodavnice

# fe.maps.centerMap.shopDetailLinkText
source: Details
hu: Részletek
ro: Către pagina de detalii
sk: Podrobnosti
sr: Idi na detalje

# fe.maps.centerMap.websiteLinkText
source: Website
hu: Weboldal
sk: Webstránka
sr: Veb stranica

# fe.services.search.results
source: Results
hu: Eredmények
ro: Rezultate
sk: Výsledky
sr: Rezultati

# fe.serviceList.search.results
source: Results
hu: Eredmények
ro: Rezultate
sk: Výsledky
sr: Rezultati

# fe.menu.submenu.dropdown.label
source: Submenu dropdown
hu: Almenü megnyitása
ro: Submeniu listă de opțiuni
sk: Rolovacie podmenu
sr: Podmeni padajuća ikonica

# fe.recordBase.menu.label
source: Menu dropdown
hu: Menü megnyitása
ro: Meniu listă de opțiuni
sk: Rolovacie menu
sr: Meni padajuća ikonica

# fe.teaserWall.h3.hidden.general
source: Teaser wall
hu: Bevezető tartalom
ro: Perete teaser
sk: Nástenka s upútavkou
sr: Tizer zid

# fe.serviceList.search.placeholder
source: Find service
hu: Szolgáltatás keresése
ro: Căutare serviciu
sk: Nájsť službu
sr: Pronađi uslugu

# fe.serviceList.header
source: Service List
hu: Szolgáltatáslista
ro: Lista de servicii
sk: Zoznamu služieb
sr: Spisak usluga

# fe.mapplic.search.label
source: Search
hu: Keresés
ro: Căutare
sk: Hľadať
sr: Traži

# fe.mapplic.popup.link
source: More
hu: Bövebben
ro: Mai mult
sk: Viac
sr: Još

# fe.mapplic.notFound.message
source: Nothing found. Please try a different search.
hu: Nincs találat. Kérjük próbáljon meg egy másik keresést.
ro: Niciun rezultat.
sk: Nič sa nenašlo.
sr: Ništa nije pronađeno

# fe.shopfilter.placeHolder.gastroName
source: Search in gastronomy
hu: Keresés az éttermek között
ro: Căutare restaurant
sk: Hľadať v gastronómii
sr: Traži ugostiteljstvo

# fe.detailPage.services.headline
source: Service
hu: Szolgáltatás
ro: Serviciu
sk: Služba
sr: Usluga

# fe.teaserWall.no_results
source: We have currently no results in this category
hu: Jelenleg nincs találat ebben a kategóriában.
ro: Nu s-a obținut niciun rezultat în această categorie
sk: Momentálne sa v tejto kategórii nenachádzajú žiadne výsledky
sr: Trenutno nema rezultata u ovoj kategoriji

# fe.mapplic.category.service
source: Service
hu: Szolgáltatás
ro: Serviciu
sk: Služba
sr: Usluga

# fe.mapplic.category.shop
source: Shop
hu: Üzletek
ro: Magazine
sk: Obchody
sr: Prodavnica

# fe.mapplic.category.gastro
source: Gastro
hu: Vendéglátás
ro: Restaurant
sk: Gastronómia
sr: Ugostiteljstvo

# fe.hometeaser.button.h2.header
source: Ad teaser modul
hu: Reklám modul
ro: Modul teaser pentru reclamă
sk: Modul upútavky
sr: Modul reklamni tizer

# ftr.opening.open
source: open
hu: nyitva
ro: deschis
sk: otvorený
sr: otvoreno

# ftr.opening.closed
source: closed
hu: zárva
ro: închis
sk: Zatvorený
sr: zatvoreno

# fe.dropdown.please_select
source: Please select
hu: Kérem, válasszon!
ro: Vă rugăm alegeți
sk: Prosím vyberte
sr: Izaberi

# fe.gallery.title.h2.fallback
source: Impressions
hu: Benyomások
ro: Impresii
sk: GALÉRIA
sr: Utisci

# opn.opening-in.short
source: Open again in
hu: Újra nyitva
ro: Redeschidere peste
sk: Znova otvorený o
sr: Opet otvoreno u

# opn.opening-in
source: We will open again in
hu: Újra nyitunk
ro: Vom redeschide peste
sk: Znova otvoríme o
sr: Opet otvaramo u

# opn.closing-in.short
source: Still open for
hu: Még
ro: Încă
sk: Ešte
sr: Još

# opn.closing-in
source: We are still open for
hu: Még
ro: Mai avem
sk: Ešte máme
sr: Imamo još

# opn.day
source: day
hu: nap
ro: zi
sk: deň
sr: Dan

# opn.days
source: days
hu: nap
ro: zile
sk: dní
sr: Dani

# opn.hour
source: hour
hu: óra
ro: oră
sk: hodín
sr: Sat

# opn.hours
source: hours
hu: óra
ro: ore
sk: hodiny
sr: Sati

# opn.minute
source: minute
hu: perc
ro: minut
sk: minút
sr: Minut

# opn.minutes
source: minutes
hu: percet
ro: minute
sk: minútu
sr: Minuta

# fe.travelPlan.moreInfoLink
source: To the descriptions
hu: BŐVEBBEN
ro: Către detalii de acces
sk: K popisom
sr: Kako do nas

# fe.directions.start.placeholder
source: Enter a starting point
hu: Adjon meg egy helyet!
ro: Vă rugăm să introduceți un amplasament.
sk: Zadajte miesto.
sr: Unesi lokaciju

# fe.search.placeholder
source: shops, services and more
hu: Üzletek, szolgáltatások, hírek, események ...
ro: Magazine, servicii, știri, evenimente...
sk: Obchody, služby, novinky, udalosti
sr: Prodavnice, servisi, vesti, događaji ...

# fe.teaserWall.category.tx_center_domain_model_records_banner
source: Banner
sr: Baner

# fe.teaserWall.category.tx_center_domain_model_records_coupon
source: Coupon
hu: Kupon
ro: Cupon
sk: Kupón
sr: Kupon

# fe.teaserWall.no_interests
source: You have not set any interests yet.
hu: Nincs elmentve érdeklődési kör.
ro: Nu ați setat nici un interes.
sk: Neboli vytvorené ešte žiadne záujmy.
sr: Još uvek nisu navedena interesovanja.

# fe.mapplic.category.elevator
source: Elevator
hu: Lift
ro: Lift
sk: výťah
sr: lift

# fe.teaserWall.coupon.limited
source: Limited
hu: Limitált
ro: Limitat
sk: Limitované
sr: Ograničeno

# fe.bookMarksTeaserWall.check
source: The products was saved in your wish list
hu: A terméket hozzáadtuk a kívánságlistához
ro: Produsul a fost salvat pe lista de preferințe.
sk: Produkt bol uložený v zozname obľúbených položiek
sr: Proizvod je sačuvan u listi želja.

# fe.bookMarksTeaserWall.uncheck
source: The products was removed from your wish list
hu: A terméket töröltük a kívánságlistáról
ro: Produsul a fost șters de pe lista de preferințe.
sk: Produkt bol znova odobraný zo zoznamu obľúbených položiek
sr: Proizvod je ponovo uklonjen iz liste želja.

# fe.bookMarksTeaserWall.login
source: Please log in to bookmark your products
hu: Kérjük, jelentkezzen be a termékek hozzáadásához.
ro: Vă rugăm să vă logați pentru a adăuga produse la preferințe
sk: Na označenie obľúbených položiek sa prosím prihláste.
sr: Molimo Vas da se prijavite kako biste označili proizvode u listi želja

# fe.bookMarksTeaserWall.login.informal
source: Please log in to bookmark your products
hu: Kérjük, jelentkezz be a termékek hozzáadásához
ro: Trebuie să te loghezi pentru a-ți adăuga produse la preferințe
sk: Na označenie obľúbených položiek sa prosím prihlás.
sr: Prijavi se kako bi označio/la proizvode u listi želja

# fe.bookMarksTeaserWall.header
source: Your wishlist
hu: Az Ön kívánságlistája
ro: Lista Dvs. de preferințe
sk: Váš zoznam obľúbených položiek
sr: Vaša lista želja

# fe.bookMarksTeaserWall.header.informal
source: Your wishlist
hu: A kívánságlistád
ro: Lista ta de preferințe
sk: Tvoj zoznam obľúbených položiek
sr: Tvoja lista želja

# fe.bookMarksTeaserWall.expired
source: expired
hu: lejárt
ro: expirat
sk: Expirované
sr: isteklo

# fe.bookMarksTeaserWall.navigation
source: Remove article
hu: Tétel törlése
ro: Renunțare la articol
sk: Odstrániť tovar
sr: Ukloniti artikal

# fe.bookMarksTeaserWall.show_bookmark_page
source: To the bookmark list
hu: Kívánságlistához
ro: La lista de preferințe
sk: Na zoznam obľúbených položiek
sr: Dodaj u listu želja

# fe.bookMarksTeaserWall.no_results
source: There are currently no products in your wish list
hu: Jelenleg nincs egy termék sem az Ön kívánságlistáján
ro: În prezent nu există produse pe lista Dvs. de preferințe
sk: Momentálne nie sú žiadne produkty vo vašom zozname obľúbených položiek
sr: Trenutno nema proizvoda u Vašoj listi želja

# fe.bookMarksTeaserWall.tooltip.bookmark
source: Bookmark
hu: hozzáadás
ro: Amintiți
sk: pamätať
sr: Staviti u listu želja

# fe.bookMarksTeaserWall.tooltip.unbookmark
source: Unbookmark
hu: visszavonás
ro: Nu amintiți
sk: nepamätám si
sr: Ne staviti u listu želja

# fe.bookMarksTeaserWall.tooltip.loggedout
source: Login to Bookmark
hu: Bejelentkezés a termékek hozzáadásához
ro: Logați-vă pentru a adăuga la preferințe
sk: Na označenie obľúbených položiek prihlásiť.
sr: Prijaviti se za dodavanje u listu želja

# fe.detailPage.share.tooltip
source: Share
hu: Megosztás
ro: Dați mai departe
sk: podiel
sr: Podeli

# newContentWizard.home_teaser_plugins.preview.title
source: Preview PlugIn
ro: Previzualizare
