Repository: Zsena/csabacenter_typo3
Catalog: www/html/packages/center/Resources/Private/Language/*.locallang_db.xlf
Languages: de

# newContentWizard.teasers.teaserwall.default.title
source: Teaser wall (mixed)
de: Teaser Wall (gemischt)

# newContentWizard.teasers.teaserwall.default.description
source: Mixed teaser wall with type and general tag filter options
de: Gemischte Teaser Wall (Auswahloptionen: Teasertyp / generelle Tags)

# newContentWizard.teasers.teaserwall.blog.description
source: Blog teaser wall with special and general tag filter options
de: Blog Teaser Wall (Auswahloptionen: Spezielle Tags / Generelle Tags)

# newContentWizard.teasers.teaserwall.job.title
source: Jobs teaser
de: Job Teaser

# newContentWizard.teasers.teaserwall.job.description
source: Jobs teaser wall with special and general tag filter options
de: Job Teaser Wall (Auswahloptionen: Spezielle Tags / generelle Tags)

# newContentWizard.teasers.teaserwall.service.description
source: Service teaser wall with special and general tag filter options
de: Service Teaser Wall (Auswahloptionen: Spezielle Tags / Generell Tags)

# newContentWizard.teasers.teaserwall.offer.title
source: Offer teaser
de: Angebots Teaser

# newContentWizard.teasers.teaserwall.offer.description
source: offer teaser wall with special and general tag filter options
de: Angebots Teaser Wall (Auswahloptionen: Spezielle Tags / Generelle Tags)

# newContentWizard.teasers.teaserwall.event.description
source: Event teaser wall with special and general tag filter options
de: Event Teaser Wall (Auswahloptionen: Spezielle Tags / Generelle Tags)

# newContentWizard.teasers.teaserwall.news.title
source: News/Press teaser
de: News/Presse Teaser

# newContentWizard.teasers.teaserwall.news.description
source: News/Press teaser wall with special and general tag filter options
de: News/Presse Teaser (Auswahloptionen: Spezielle Tags / Generelle Tags)

# newContentWizard.teasers.teaserwall.shop.description
source: Shop teaser wall with special and general tag filter options
de: Shop Teaser Wall (Auswahloptionen: Spezielle Tags / Generelle Tags)

# newContentWizard.teasers.teaserwall.gastro.description
source: Gastro teaser wall with special and general tag filter options
de: Gastro Teaser Wall (Auswahloptionen: Spezielle Tags / Generelle Tags)

# newContentWizard.ece_content.gallery.title
source: Gallery
de: Galerie

# newContentWizard.ece_content.gallery.description
source: Renders images from a selected gallery
de: Zeigt Bilder aus einer ausgewählten Galerie an

# newContentWizard.detail_page_plugins
source: Detail page plugins
de: Detailseiten Plugins

# newContentWizard.detail_page_plugins.job.title
source: Job detail page
de: Job Detailseite

# newContentWizard.detail_page_plugins.job.description
source: Detail page plugin to display job records
de: Detailseiten Plugin zur Darstellung von Job-Datensätzen

# newContentWizard.detail_page_plugins.event.title
source: Event detail page
de: Event Detailseite

# newContentWizard.detail_page_plugins.event.description
source: Detail page plugin to display event records
de: Detailseiten Plugin zur Darstellung von Event-Datensätzen

# newContentWizard.detail_page_plugins.news.title
source: News/Press detail page
de: News/Presse Detailseite

# newContentWizard.detail_page_plugins.news.description
source: Detail page plugin to display news or press records
de: Detailseiten Plugin zur Darstellung von News- oder Pressedatensätzen

# newContentWizard.detail_page_plugins.offer.title
source: Offer detail page
de: Angebots Detailseite

# newContentWizard.detail_page_plugins.offer.description
source: Detail page plugin to display offer records
de: Detailseiten Plugin zur Darstellung von Angebotsdatensätzen

# newContentWizard.home_teaser_plugins
source: Home plugins
de: Homepage Plugins

# newContentWizard.home_teaser_plugins.jobs.description
source: Job teaser for the home page (only). Job records should be picked manually.
de: Job Teaser Box, die nur auf der Homepage eingesetzt werden kann. Die Datensätze werden manuell ausgewählt.

# newContentWizard.home_teaser_plugins.nep.title
source: News/Press/Event teaser
de: News/Presse/Event Teaser

# newContentWizard.home_teaser_plugins.nep.description
source: News/Press/Event teaser for the home page (only). News, press, event records should be picked manually.
de: News/Presse/Event Teaser Box, die nur auf der Homepage eingesetzt werden kann. Die Datensätze werden manuell ausgewählt.

# newContentWizard.home_teaser_plugins.offer.title
source: Offer teaser
de: Angebotsteaser

# newContentWizard.home_teaser_plugins.offer.description
source: Offer teaser for the home page (only). Offer records should be picked manually.
de: Angebotsteaser Box, die nur auf der Homepage eingesetzt werden kann. Die Datensätze werden manuell ausgewählt.

# newContentWizard.home_teaser_plugins.shopgastro.description
source: Shop/Gastro teaser for the home page (only). Shop/Gastro records should be picked manually.
de: Shop/Gastro Teaser Box, die nur auf der Homepage eingesetzt werden kann. Die Datensätze werden manuell ausgewählt

# recordbase_general
source: General
de: Generell

# general.gallery
source: Gallery
de: Galerie

# general.center_shops
source: Centers and their shops
de: Center und Shops

# general.starttime
source: Publish date
de: Veröffentlichungsdatum

# general.endtime
source: End date
de: Enddatum

# general.og_image
source: OG:Image
de: OG: Bild

# general.og_description
source: OG:Description
de: OG: Beschreibung

# general.og_title
source: OG:Title
de: OG. Titel

# general.tabs.teaser
source: Teaser settings
de: Teaser Einstellungen

# general.teaser_image
source: Image 1
de: Bild 1

# general.teaser_format.1
source: 1 column
de: 1 Spalte

# general.teaser_format.2
source: 2 column
de: 2 Spalten

# general.teaser_format.3
source: 3 column
de: 3 Spalten

# general.teaser_abstract
source: Abstract
de: Zusammenfassung

# general.tabs.seo
source: SEO settings
de: SEO Einstellungen

# general.seo_title
source: Title
de: Titel

# general.seo_description
source: Description
de: Beschreibung

# general.tabs.content
source: Content elements
de: Inhaltselement

# general.content_headline
source: Headline
de: Überschrift

# general.content_epilogue
source: Epilogue
de: Nachwort

# general.content_prologue
source: Prologue
de: Vorwort

# general.content_abstract
source: Abstract
de: Zusammenfassung

# general.content_image
source: Image
de: Bild

# general.content_stagemedia
source: Stage image or video
de: Stage Bild oder Video

# general.content_downloadfile
source: Download file
de: Download Datei

# general.content_downloadfiletext
source: File-Download button text
de: Datei-Download Schaltfläche Text

# general.content_downloadlink
source: External link
de: externer Link

# general.content_downloadlinktext
source: External link button text
de: externer Link Button Text

source: General tags
de: Generelle Tags

# pages.tabs.opening
source: Opening
de: Öffnungszeit

# pages.weekly_schedule
source: General schedule
de: Allgemeine Öffnungszeiten

# pages.yearly_schedule
source: Special closing days
de: Außerordentliche Öffnungszeiten

# pages.publishingDate
source: Publishing Date
de: Veröffentlichungsdatum

# tx_center_domain_model_center_center.title
source: Internal title
de: Interner Titel

# tx_center_domain_model_center_center.short_name
source: Short name
de: Kurzname

# tx_center_domain_model_center_center.communication_group
source: Communication group
de: Kommunikationsgruppe

# tx_center_domain_model_center_center.communication_line
source: Communication line
de: Kommunikationszweig

# tx_center_domain_model_center_center.theme
source: Theme
de: Thema

# tx_center_domain_model_center_center.tabs.opening
source: Opening
de: Öffnungszeit

# tx_center_domain_model_center_center.please_select
source: Please select
de: Bitte wählen

# tx_center_domain_model_center_center.levels
source: Level plans
de: Etagenplan

# tx_center_domain_model_center_center.phone
source: Phone
de: Telefon

# tx_center_domain_model_center_center.address
source: Address
de: Addresse

# tx_center_domain_model_center_center.lng
source: Longitude
de: Längengrad

# tx_center_domain_model_center_center.lat
source: Latitude
de: Breitengrad

# tx_center_domain_model_center_center.override_coordinates
source: Set coordinates manually
de: Koordinaten selbst eintragen

# tx_center_domain_model_center_center.map_zoom
source: Map zoom level
de: Zoomstufe

# tx_center_domain_model_center_center.title_postfix
source: Fix Titel Tag Part (will be shown as 2nd part of the title tag in the browser tab and Google Search Results. PLEASE ENTER HERE ONLY THE CENTER NAME)
de: Fester Title Tag Anteil (wird als zweiter Teil des Titles Tags im Browser Tab und den Google Suchergebnissen aller Seiten angezeigt. HIER SOLL NUR DER CENTER NAME EINGETRAGEN WERDEN)

# tx_center_domain_model_center_center.app_store_links
source: Link to stores
de: Link zu Stores

# tx_center_domain_model_center_center.country
source: Country
de: Land

# tx_center_domain_model_center_center.timezone
source: Timezone
de: Zeitzone

# tx_center_domain_model_center_center.palettes.mapPalette
source: Map settings
de: Einstellungen für Karte

# tx_center_domain_model_center_center.palettes.contactPalette
source: Contact info
de: Kontaktinformationen

# tx_center_domain_model_center_center.palettes.themePalette
source: Theme settings
de: Thema Einstellungen

# tx_center_domain_model_center_center.palettes.appStorePalette
source: App store links
de: App Store

# tx_center_domain_model_center_center.palettes.showFooterRegistration
source: Show Footer Registration
de: Newsletterregistrierung im Footer zeigen

# tx_center_domain_model_center_center.palettes.timezonePalette
source: Regio / Country / Timezone
de: Region / Land / Zeitzone

# tx_center_domain_model_center_center.weekly_schedule
source: General schedule
de: Allgemeine Öffnungszeiten

# tx_center_domain_model_center_center.yearly_schedule
source: Holidays and closing days for a year
de: Ferien und Feiertage für das Jahr

# tx_center_domain_model_center_center.showFooterRegistration
source: Check Checkbox to show Newsletter Registration in Footer of Website
de: Checkbox aktivieren um die Newsletterregistrierung im Footer zu zeigen.

# flushCenterCachesTitle
source: Flush center cache
de: Center Cache leeren

# flushCenterCachesDescription
source: Flushes all FE cache but only for this center
de: Leert alle FE Caches für dieses Center

# flushTeaserWallsCachesTitle
source: Flush teasers cache
de: Teaser Cache leeren

# flushTeaserWallsCachesDescription
source: Flushes all pagecache with teaserwall, but only for this center
de: Leert den Cache alle mit Teaser Walls, aber nur für dieses Center.

# tx_center_domain_model_center_centerlevel
source: Level plan
de: Etagen Plan

# tx_center_domain_model_center_centerlevel.image
source: Location plan (.svg)
de: Lageplan (.svg)

# tx_center_domain_model_center_centerlevel.title
source: Title
de: Titel

# tx_center_domain_model_center_centerlevelposition
source: Location
de: Standort

# tx_center_domain_model_center_centerlevelposition.center_level
source: Level plan
de: Etagenplan

# tx_center_domain_model_center_centerlevelposition.object_position
source: Select a room
de: Wählen Sie einen Raum aus.

# tx_center_domain_model_shop_chainstore.description
source: Description
de: Beschreibung

# tx_center_domain_model_shop_chainstore.meta_title
source: Meta title
de: Meta Titel

# tx_center_domain_model_shop_chainstore.meta_description
source: Meta description
de: Meta Beschreibung

# tx_center_domain_model_shop_shop.positions
source: Locations in the center
de: Standorte im Center

# tx_center_domain_model_shop_shop.chain_store
source: Chain store
de: Markenkette

# tx_center_domain_model_shop_gastro
source: Gastro
de: Gastronomie

# tx_center_domain_model_shop_shoplist
source: Shop/Gastro list
de: Shop/Gastro Liste

# tx_center_domain_model_shop_shoplist.shop_list_type
source: List type
de: Listentyp

# tx_center_domain_model_records_service.positions
source: Locations in the center
de: Standorte im Center

# tx_center_domain_model_center_appstorelink
source: Center: Store link
de: Center: Shop Link

# tx_center_domain_model_center_appstorelink.type
source: Type
de: Typ

# tx_center_domain_model_center_socialchannel.type
source: Type
de: Typ

# tx_center_domain_model_records_centershops
source: Allowed centers/shops
de: Zugelassene Center/ Shops

# tx_center_domain_model_records_job.job_category
source: Job category
de: Job Kategorie

# tx_center_domain_model_records_job.title
source: Title
de: Titel

# tx_center_domain_model_records_job.job_category.1
source: full time
de: Vollzeit

# tx_center_domain_model_records_job.job_category.2
source: part time
de: Teilzeit

# tx_center_domain_model_records_job.job_category.3
source: temporary
de: Aushilfe

# tx_center_domain_model_records_job.job_tags
source: Jobs tags
de: Job Tags

# tx_center_domain_model_records_news
source: News/Press
de: Nachrichten/Presse

# tx_center_domain_model_records_news.title
source: Title
de: Titel

# tx_center_domain_model_records_news.type
source: Type
de: Typ

# tx_center_domain_model_records_news.type.1
source: News
de: Nachrichten

# tx_center_domain_model_records_news.type.2
source: Press
de: Presse

# tx_center_domain_model_records_news.news_tags
source: News/Press tags
de: News/Presse Tags

# tx_center_domain_model_misc_gallery
source: Gallery
de: Gallerie

# tx_center_domain_model_misc_gallery.images
source: Images
de: Bilder

# tx_center_domain_model_misc_gallery.endtime
source: Date of delete
de: Datum der Löschung

# tx_center_domain_model_records_event
source: Event
de: Ereignis/Event

# tx_center_domain_model_records_event.teaserInfoFormat
source: Infotext Format
de: Informationstext Formate

# tx_center_domain_model_records_event.title
source: Title
de: Titel

# flexform.teaserwall.specTags
source: Special tags
de: Spezielle Tags

# flexform.teaserwall.loadMore
source: Load more
de: Mehr laden

# flexform.teaserwall.types
source: Only the following types
de: Nur folgende Typen

# flexform.teaserwall.sorting
source: Sorting
de: Sortierung

# flexform.teaserwall.sorting.title
source: Title
de: Titel

# flexform.hometeaser.records
source: Records
de: Datensätze

# flexform.hometeaser.headline
source: Headline
de: Überschrift

# flexform.hometeaser.backgroundImage
source: Background Image
de: Hintergrundbild

# flexform.hometeaser.style
source: Background
de: Hintergrund

# flexform.hometeaser.style.light
source: Light
de: Hell

# flexform.hometeaser.style.dark
source: Dark
de: Dunkel

# flexform.hometeaser.style.gray
source: Gray
de: Grau

# flexform.hometeaser.buttonLink
source: Button link
de: Button Verlinkung

# flexform.hometeaser.abstract
source: Abstract
de: Abstrakt

# flexform.gallery.gallery
source: Gallery to show
de: Anzuzeigende Galerie

# flexform.shopfilter.page1.title
source: Ribbon text (link 1)
de: Text Sonder-Button (Link 1)

# flexform.shopfilter.page1.page
source: Page (link 1)
de: Seite (Link 1)

# flexform.shopfilter.page2.title
source: Ribbon text (link 2)
de: Text Sonder-Button (Link 2)

# flexform.shopfilter.page2.page
source: Page (link 2)
de: Seite (Link 2)

# flexform.openings.days
source: Amount of Days in the future for which special closing days should be displayed. If empty it is 30 days.
de: Anzahl der Tage, für die spezielle Öffnungszeiten im Voraus angezeigt werden sollen. Falls leer sind es 30 Tage.

# newContentWizard.openings.title
source: Openings Plugin
de: Öffnungszeiten Plugin

# newContentWizard.openings.description
source: Displays center openings for opening Detailpage
de: Zeigt die Center Öffnungszeiten auf der Öffnungszeiten Detailseite

# newContentWizard.home_teaser_plugins.service_category.description
source: Service category teaser for the home page (only). Service categories should be picked manually.
de: Service Kategorie Teaser, der nur auf der Homepage eingesetzt werden kann. Die Datensätze werden manuell ausgewählt

# newContentWizard.home_teaser_plugins.service_category.title
source: Service category teaser
de: Service Kategorie Teaser

# newContentWizard.home_teaser_plugins.service.description
source: Service teaser for the home page (only). Service records should be picked manually.
de: Service Teaser, der nur auf der Homepage eingesetzt werden kann. Die Datensätze werden manuell ausgewählt.

# tx_center_domain_model_misc_tag.service_category_icon
source: Service category icon
de: Service Kategorie Icon

# tx_center_domain_model_records_event.stageImage
source: Stage Image
de: Bild für Stageelement

# tx_center_domain_model_records_event.teaserDate
source: Date information on the event teaser<br/> eg. 01.04.2017, 01.-04.04.2017, from 04.04.2017
de: Datums-Informationen auf dem Event Teaser<br/> z. B. 01.04.2017, 01.-04.04.2017, ab 04.04.2017

# tx_center_domain_model_records_event.teaserTime
source: Time information displayed on teaser (e.g. 10.00 am to 6.00 pm)
de: Zeit-Informationen auf dem Teaser (z. B. 10.00 bis 18.00 Uhr)

# tx_center_domain_model_records_offer.teaserDate
source: Date information on the offer teaser (limited space)<br/>format: 01.04.17 - 01.05.17
de: Datums-Informationen auf dem Angebots Teaser (begrenzter Platz)<br/>Format: 01.04.17 - 01.05.17

# tx_center_domain_model_records_offer
source: Offer
de: Angebot

# tx_center_domain_model_records_offerDetails
source: Offer Details
de: Angebot Details

# tx_center_domain_model_records_offer.offerTitle
source: Offer Title
de: Angebot Titel

# tx_center_domain_model_records_offer.title
source: Title
de: Titel

# tx_center_domain_model_records_offer.offerStart
source: Start Offer
de: Start des Angebots

# tx_center_domain_model_records_offer.offerEnd
source: Offer End
de: Ende des Angebots

# tx_center_domain_model_records_offer.offer_content_link_to_all_offers
source: Link to "all Offers"
de: Link zu "allen Angeboten"

# tx_center_domain_model_records_offer.offer_tags
source: Offer tags
de: Angebot Tags

# tx_center_domain_model_misc_direction
source: Direction
de: Anfahrt

# tx_center_domain_model_misc_direction.title
source: Title (icon)
de: Titel (Ikon)

# tx_center_domain_model_misc_direction.icon
source: Icon
de: Ikon

# tx_center_domain_model_misc_direction.function
source: Function
de: Funktionalität

# tx_center_domain_model_misc_direction.function.1
source: Driving
de: Auto

# tx_center_domain_model_misc_direction.function.2
source: Walking
de: Zu Fuß

# tx_center_domain_model_misc_direction.function.3
source: Public transport
de: Öffentliche Verkehrsmittel

# tx_center_domain_model_misc_direction.button_text
source: Read more button text
de: Text für "Mehr"-Button

# tx_center_domain_model_misc_direction.center
source: Center
de: Mandant

# tx_center_domain_model_misc_direction.page
source: Page reference
de: Referenzierte Seite

# tx_center_domain_model_misc_contactperson
source: Contact person
de: Kontaktperson

# tx_center_domain_model_misc_contactperson.salutation
source: Salutation
de: Anrede

# tx_center_domain_model_misc_contactperson.salutation.1
source: Mr
de: Herr

# tx_center_domain_model_misc_contactperson.salutation.2
source: Mrs
de: Frau

# tx_center_domain_model_misc_contactperson.last_name
source: Last name
de: Nachname

# tx_center_domain_model_misc_contactperson.global
source: Global contact
de: Kontakt global

# tx_center_domain_model_misc_contactperson.set_to_global
source: Set global
de: Global einstellen

# tx_center_domain_model_misc_contactperson.first_name
source: First name
de: Vorname

# tx_center_domain_model_misc_contactperson.company_name
source: Company name
de: Name des Unternehmens

# tx_center_domain_model_misc_contactperson.title
source: Title
de: Titel

# tx_center_domain_model_misc_contactperson.function
source: Function
de: Funktion

# tx_center_domain_model_misc_contactperson.phone
source: Phone
de: Telefon

# tx_center_domain_model_misc_contactperson.website
source: Website
de: Webseite

# tx_center_domain_model_misc_contactperson.address
source: Address
de: Adresse

# tx_center_domain_model_misc_contactperson.responsibilities
source: Responsibilities
de: Verantwortlichkeiten

# tx_center_domain_model_misc_contactperson.responsibilities.gastro
source: Gastro
de: Gastronomie

# tx_center_domain_model_misc_contactperson.responsibilities.news
source: News
de: Nachrichten

# tx_center_domain_model_misc_contactperson.responsibilities.press
source: Press
de: Presse

# tx_center_domain_model_misc_contactperson.responsibilities.service
source: Services
de: Dienstleistungen

# tx_center_domain_model_misc_country
source: Country
de: Land

# tx_center_domain_model_records_event.eventTitle
source: Event Title
de: Event Titel

# tx_center_domain_model_records_event.center
source: Centers and their shops
de: Center und zugehörige Shops

# tx_center_domain_model_records_event.eventStart
source: Start Event
de: Event Beginn

# tx_center_domain_model_records_event.eventEnd
source: Event End
de: Event Ende

# tx_center_domain_model_records_event.location
source: Location
de: Standort/ Lage

# tx_center_domain_model_records_event.detailDate
source: Date information displayed on detail page
de: Datums-Informationen auf der Detailseite

# tx_center_domain_model_records_event.detailTime
source: Time information displayed on detail page
de: Zeit-Informationen auf der Detailseite

# tx_center_domain_model_misc_country.timezones
source: Timezones
de: Zeitzonen

# tx_center_domain_model_misc_timezone
source: Country - Timezone
de: Land - Zeitzone

# tx_center_domain_model_openinghours_dailyhours
source: Opening hours: Daily hours
de: Öffnungszeiten: Täglich

# tx_center_domain_model_openinghours_dailyhours.day_of_week
source: Day of week
de: Wochentag

# tx_center_domain_model_openinghours_dailyhours.day_of_week.1
source: Monday
de: Montag

# tx_center_domain_model_openinghours_dailyhours.day_of_week.2
source: Tuesday
de: Dienstag

# tx_center_domain_model_openinghours_dailyhours.day_of_week.3
source: Wednesday
de: Mittwoch

# tx_center_domain_model_openinghours_dailyhours.day_of_week.4
source: Thursday
de: Donnerstag

# tx_center_domain_model_openinghours_dailyhours.day_of_week.5
source: Friday
de: Freitag

# tx_center_domain_model_openinghours_dailyhours.day_of_week.6
source: Saturday
de: Samstag

# tx_center_domain_model_openinghours_dailyhours.day_of_week.7
source: Sunday
de: Sonntag

# tx_center_domain_model_openinghours_dailyhours.from
source: from
de: von

# tx_center_domain_model_openinghours_dailyhours.till
source: till
de: bis

# tx_center_domain_model_openinghours_dailyhours.closed
source: closed on this day
de: An diesem Tag geschlossen

# tx_center_domain_model_openinghours_dailyhours.from_ext
source: from
de: von

# tx_center_domain_model_openinghours_dailyhours.till_ext
source: till
de: bis

# tx_center_domain_model_openinghours_holiday
source: Opening hours: Holiday
de: Öffnungszeiten: Ferien

# tx_center_domain_model_openinghours_holiday.country
source: Country
de: Land

# tx_center_domain_model_openinghours_holiday.closing_day
source: Date
de: Datum

# tx_center_domain_model_openinghours_specialclosingday
source: Opening hours: Closing day
de: Öffnungszeiten: Geschlossener Tag

# tx_center_domain_model_openinghours_specialclosingday.closing_day
source: Date
de: Datum

# tx_center_domain_model_openinghours_yearlyschedule
source: Opening hours: Schedule
de: Öffnungszeiten: Stundenplan

# tx_center_domain_model_openinghours_yearlyschedule.year
source: Year
de: Jahr

# tx_center_domain_model_openinghours_yearlyschedule.holidays
source: Holidays
de: Ferien

# tx_center_domain_model_openinghours_yearlyschedule.special_closing_days
source: Special opening or closing days (e.g. late night shopping, stocktaking, renovation - NOT holidays)
de: Außerordentliche Schließungs- oder Öffnungszeiten (z. B. für Late Night Shopping, Inventur, Renovierung - NICHT Feiertage!)
