Repository: Zsena/csabacenter_typo3
Catalog: www/html/packages/center/Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_center_domain_model_openinghours_yearlyschedule.weekly_schedule
source: Standard opening hours
de: Standard Öffnungszeiten/ Stundenplan

# tx_center_domain_model_records_service.serviceTitle
source: Title
de: Titel

# tx_center_domain_model_records_service.ownOpenings
source: Own Openings
de: Abweichende Öffnungszeiten

# tx_center_domain_model_records_service.level
source: map
de: Lageplan

# tx_center_domain_model_records_service.contact
source: Contact
de: Kontakt

# tx_center_domain_model_records_service.serviceOpening
source: Service Opening Details
de: Service Öffnungszeiten-Details

# tx_center_domain_model_records_service.title
source: Internal title
de: Interner Titel

# tx_center_domain_model_records_contentteaser.title
source: Headline
de: Überschrift

# tx_center_domain_model_misc_tag.title
source: Title
de: Titel

# tx_center_domain_model_misc_tag.parent
source: Parent
de: Vorgeordnet

# tx_center_domain_model_misc_tag.items
source: Items
de: Begriffe

# tx_center_domain_model_misc_tag.tabs.items
source: Items
de: Begriffe

# tx_center_domain_model_misc_tag.type
source: Type
de: Typ

# flexform.teaserwall.cols
source: Columns
de: Spalten

# flexform.teaserwall.rows
source: Rows
de: Reihen

# tx_center_domain_model_shop_chainstore.shops
source: Shops with this chain store set
de: Zu dieser Markenkette gehörende Shops

# general.teaser_image.description
source: Each network has its own requirements for an ideal image dimension.<br/> For a Facebook optimization you should use at least images with <strong>600 x 315 pixels</strong>, ideally images with the size <strong>1200 x 630 pixels</strong>,<br/> in order to display link site posts with larger images.<br/> If you do not place an image the teaser image is automatically used and possibly badly trimmed.
de: Jedes Netzwerk hat eigene Anforderungen an das ideale Bildmaß.<br/> Für Eine Facebook-Optimierung solltest du zumindest Bilder mit <strong>600 x 315 Pixel</strong>, am besten Bilder mit der Größe <strong>1200 x 630 Pixel</strong> verwenden,<br/> um Linkseitenbeiträge mit größeren Bildern anzuzeigen.<br/> Wenn du kein Bild hinterlegst, wird automatisch das Teaserbild verwendet und ggf. unschön beschnitten.

# general.teaser_image.format
source: Information teaser format
de: Hinweistext zu den Teaserformaten

# flexform.hometeaser.adTeaser.style
source: Teaser style
de: Teaser Stil

# flexform.hometeaser.adTeaser.style.33-33-33
source: Three one column teasers (1-1-1)
de: Drei 1-spaltige Teaser (1-1-1)

# flexform.hometeaser.adTeaser.style.33-66
source: One column teaser - two column teaser (1-2)
de: 1-spaltiger Teaser - 2-spaltiger Teaser (1-2)

# flexform.hometeaser.adTeaser.style.66-33
source: Two column teaser - one column teaser (2-1)
de: 2-spaltiger Teaser - 1-spaltiger Teaser (2-1)

# flexform.hometeaser.adTeaser.style.100
source: One three column teaser (3)
de: Ein 3-spaltiger Teaser (3)

# flexform.hometeaser.adTeaser.records.oneColumn
source: One column teasers
de: 1-spaltige Teaser

# flexform.hometeaser.adTeaser.records.twoColumn
source: Two column teasers
de: 2-spaltige Teaser

# flexform.hometeaser.adTeaser.records.threeColumn
source: Three column teasers
de: 3-spaltige Teaser

# newContentWizard.home_teaser_plugins.adteaser.title
source: Ad teaser
de: Werbe-Teaser

# newContentWizard.home_teaser_plugins.adteaser.description
source: Ad teaser for the home page (only). Job, News / Press, Offer, Event, Shop, Gastro, Blog records should be picked manually.
de: Werbe-Teaser Box, die nur auf der Homepage eingesetzt werden kann. Die Datensätze (Jobs, News/Presse, Angebote, Shops, Gastro, Blog) werden manuell ausgewählt.

# general.tags.infoText
source: The key wording/ tagging is necessary to ensure the correct output of the content under the requested categories.<br/> Therefore, it is mandatory to set the specific tags of this content type.<br/> In order to be able to give out contents that is interest- or occasion-related over all content types,<br/> the general tags can also be set.
de: Die Verschlagwortung/ Taggisierung ist notwendig, um die korrekte Ausgabe der Inhalte unter den gewünschten Kategorien zu gewährleisten.<br/> Setze deshalb zwingend die spezifischen Tags dieses Inhaltstyps.<br/> Um Inhalte auch Interessens-oder anlassbezogen über alle Inhaltstypen hinweg ausgeben zu können,<br/> können ebenfalls die allgemeinen Tags gesetzt werden.

# general.teaser.format.InfoText
source: Prescribed image formats: Teaser with background image (events, blog): 3 columns 3,5:1 / 2-columns 16:9 / 1 column 5:6.<br/> Teaser with proportional images (press/news, offer, content teaser): 2 columns 3,5:1 / 1 column 16:9.<br/> Recommended resolution: width = 1920 px
de: Benötigte Bildformate: Teaser mit Hintergrundbild (Events, Blog): 3-spaltig 3,5:1 / 2-spaltig 16:9 / 1-spaltig 5:6.<br/> Teaser mit proportionalem Bild (Presse/News, Angebot, Contentteaser): 2-spaltig 3,5:1 / 1-spaltig 16:9.<br/> Empfohlene Auflösung: Breite = 1920 px

# tx_center_domain_model_misc_headlines
source: Headlines
de: Überschriften

# tx_center_domain_model_misc_headlines.gallery
source: Gallery headline
de: Galerie Überschrift

# tx_center_domain_model_misc_headlines.additional_events
source: Additional events headline
de: Zusätzliche Event Überschrift

# tx_center_domain_model_misc_headlines.additional_offers
source: Additional offers headline
de: Zusätzliche Angebot Überschrift

# tx_center_domain_model_misc_headlines.additional_shops
source: Additional shops headline
de: Zusätzliche Shop Überschrift

# tx_center_domain_model_openinghours_dailyhours.infoText
source: If you enter values for from and till the day will be displayed as open. Otherwise it will be displayed as a closed day.
de: Wenn Du Werte für von und bis angibst, wird der Tag als geöffnet angezeigt. Falls nicht, wird der Tag als geschlossen angezeigt.

# flexform.hometeaser.labels
source: Comma separated list of custom labels like: Label1,Label2, Label3, Label4, Label5. If you leave one Label empty the page title will be used.
de: Kommaseparierte Liste der kundenspezifischen Labels, z. B. Label1, Label2, Label3, Label4, Label5. Wenn ein Label nicht gepflegt wird, wird der Seitentitel angezeigt.

# tx_center_domain_model_records_event.teaserDateTitle
source: Teaser Date
de: Teaser Datum

# tx_center_domain_model_records_offer.teaserDateTitle
source: Teaser Date
de: Teaser Datum

# tx_center_domain_model_records_event.endtime
source: This field is used for the scheduler delete tasks. Records that are in the past and at least expired for the given period will be deleted.
de: Diese Feld wird für die Scheduler Löschen Tasks verwendet. Datensätze die in der Vergangenheit liegen und mindestens länger als die eingetragene Periode abgelaufen sind werden gelöscht.

# tx_center_domain_model_shop_chainstore.phone
source: Phone
de: Telefon

# pages.phone
source: Phone
de: Telefon

# pages.website
source: Website (example: https://www.skylineplaza.de)
de: Website (Beispiel: https://www.skylineplaza.de)

# pages.use_chain_store_contact
source: Use data from the chain store
de: Verwende Daten der Markenkette

# pages.chain_store_contact
source: Contact of the chainstore
de: Markenketten-Kontakt

# pages.tabs.contact
source: Contact
de: Kontakt

# tx_center_domain_model_shop_chainstore.tabs.contact
source: Contact
de: Kontakt

# general.contact
source: Contact person
de: Ansprechpartner

# general.tabs.contact
source: Contact
de: Kontakt

# tx_center_domain_model_center_center.company
source: Company name
de: Firmierung

# shop_and_gastro_list_type
source: Shop and gastro mixed
de: Shop und Gastro gemischt

# tx_center_domain_model_shop_shop.position.info
source: After creating a new position you have to click the save button in order to get to see further input fields.
de: Nach Anlegen einer neuen Position musst Du einmal zwischenspeichern um die weiteren Bearbeitungsfelder angezeigt zu bekommen.

# general.teaser_image1.InfoText
source: This image has to be in 16:9 (news/offer/content) resp. 5:6 (event/blog) aspect ratio. You can either upload an already fitting image or crop your image with the cropping tool.
de: Dieses Bild wird im Seitenverhältnis 16:9 (News/Angebot/Content) bzw. 5:6 (Event/Blog) dargestellt. Du kannst entweder ein bereits passendes Bild hochladen oder Dein Bild mit dem Zuschneide-Tool zuschneiden.

# general.teaser_image2.InfoText
source: This image has to be in 3,5:1 (news,/offer) resp. 16:9 (event/blog) aspect ratio. You can either upload an already fitting image or crop your image with the cropping tool.
de: Dieses Bild wird im Seitenverhältnis 3,5:1 (News/Angebot) bzw. 16:9 (Event/Blog) dargestellt. Du kannst entweder ein bereits passendes Bild hochladen oder Dein Bild mit dem Zuschneide-Tool zuschneiden.

# general.teaser_image3.InfoText
source: This image has to be in 3,5:1 aspect ratio. You can either upload an already fitting image or crop your image with the cropping tool.
de: Dieses Bild wird im Seitenverhältnis 3,5:1 dargestellt. Du kannst entweder ein bereits passendes Bild hochladen oder Dein Bild mit dem Zuschneide-Tool zuschneiden.

# general.teaser_image2
source: Image 2
de: Bild 2

# general.teaser_image3
source: Image 3
de: Bild 3

# flexform.teaserwall.hideCategoryInFE
source: Hide category label in FE
de: Kategorie-Label im Frontend verstecken

# newContentWizard.contentmenu.title
source: Content teaser menu
de: Content Teaser Menü

# newContentWizard.contentmenu.description
source: An index page plugin from the subpages as content teaser. (It requires each teaser settings to show a page in the menu.)
de: Übersichtsseiten-Plugin, das Content-Teaser für die Unterseiten anzeigt (Voraussetzung: Teasersettings der Unterseiten müssen gepflegt sein)

# tx_center_domain_model_center_centerlevel.short_name
source: Short name
de: Kürzel

# flexform.hometeaser.serviceCategories
source: Service categories
de: Service Kategorien

# pages.chain_store_tags
source: Tags from chain store
de: Tags aus Markenkette

# pages.use_chain_store_tags
source: Use tags from the selected chain store
de: Tags aus der Markenkette verwenden

# pages.chain_store_text
source: Description from chain store
de: Beschreibung aus Markenkette

# pages.use_chain_store_text
source: Show the description from the chain store in front end
de: Beschreibung aus der Markenkette im Frontend anzeigen

# tx_center_domain_model_misc_gallery.title_intern
source: Internal title
de: Interner Titel

# newContentWizard.detail_page_plugins.service.title
source: Service Detail Page
de: Service Detailseite

# newContentWizard.detail_page_plugins.service.description
source: Detail page plugin for showing service records
de: Detailseiten Plugin zur Darstellung von Service-Datensätzen

# tx_center_domain_model_shop_chainstore.website.info
source: Please enter the url, website address with leading "http://" or "https://".
de: Bitte geben Sie die URL, Webseitenadresse mit führendem "http://" oder "https:/" ein.

# tx_center_domain_model_records_contentteaser.is_fallback_teaser
source: Set if the teaser is a fallback teaser (max. 2!).
de: Haken bitte setzen wenn es sich um einen Fallback Teaser handelt (max. 2!).

# tx_center_domain_model_records_contentteaser.label
source: Lable
de: Label

# tx_center_domain_model_center_center.show_darksite
source: Show Darksite.
de: Darksite zeigen.

# tx_center_domain_model_center_center.darksite_title
source: Darksite Title
de: Darksite Titel

# tx_center_domain_model_center_center.tabs.darksite
source: Emergency Darksite
de: Notfall Darksite

# flexform.hometeaser.banderole
source: Check if you want to display the records as banderole.
de: Bitte setzen sie hier den Haken wenn sie die Datensätze als Banderole anzeigen lassen wollen.

# tx_center_domain_model_center_center.logo_alt
source: Alternative logo (dark)
de: Alternatives Logo (Dunkel)

# flexform.teaserwall.sorting.date_diff
source: Date difference
de: Datum Differenz

# flexform.teaserwall.sorting.starttime
source: Publish date
de: Veröffentlichungsdatum

# tx_center_domain_model_records_service.contact.linktext
source: Text for Link to all Services
de: Text für Link zu Service Übersichtsseite

# general.teaser_image_fallback
source: Fallback image for video
de: Fallback Bild für Video

# tx_center_domain_model_records_globalservice.serviceTitle
source: Title
de: Titel

# tx_center_domain_model_records_globalservice.title
source: Title
de: Titel

# tx_center_domain_model_records_service.content_showglobalservicedata
source: Show Global Service Data
de: Global Service Data anzeigen

# tx_center_domain_model_records_coupon.couponTitle
source: Coupon Title
de: Coupon Titel

# tx_center_domain_model_records_coupon.couponStart
source: Start Coupon
de: Start des Coupons

# tx_center_domain_model_records_coupon.couponEnd
source: Coupon End time
de: Coupon Ende

# tx_center_domain_model_records_coupon.coupon_content_link_to_all_coupons
source: Link to all coupons
de: Link zu allen Coupons

# tx_center_domain_model_records_coupon.teaserDate
source: Teaser Date
de: Teaser Datum

# tx_center_domain_model_records_coupon.teaserDateTitle
source: Teaser Date
de: Teaser Datum

# tx_center_domain_model_records_coupon.view
source: View
de: Ansicht

# tx_center_domain_model_records_coupon.viewDescription
source: Exclusive Coupon that will only be displayed in the App.
de: Exklusiver Coupon, der nur in der App angezeigt werden soll.

# tx_center_domain_model_records_coupon.limitedTo
source: Limitation of the Coupon
de: Limitierung bei der Einlösung

# tx_center_domain_model_records_coupon.limitedToDescription
source: Enter the maximum number of coupons. The restriction will not be completely fix, there can be a little fluctuation. If this value is zero the coupon will no longer be listed. Please enter 1000000 if the coupon is limited by time.
de: Maximale ca. Anzahl für die Einlösung festlegen. Eine hundertprozentige Festlegung ist leider nicht möglich. Ist dieser Wert Null so wird der Coupon nicht länger gelistet. Bitte geben Sie 1000000 ein wenn der Coupon zeitlich limitiert sein soll.

# tx_center_domain_model_center_center.objectid
source: Object-ID
de: Objekt-ID

# tx_center_domain_model_records_coupon.tearedDown
source: Deactivate Coupon.
de: Coupon aus dem Angebot nehmen.

# tx_center_domain_model_records_coupon.tearedDownDescription
source: With this flag, it is possible to take a coupon out of the offer within its validity period
de: Mit diesem Flag besteht die Möglichkeit einen Coupon innerhalb seines Gültikeitszeitraum aus dem Angebot zu nehmen

# tx_center_domain_model_records_coupon.validMessage
source: Message for the case if coupon is not or no longer valid
de: Nachricht für den Fall dass der Coupon nicht mehr gültig ist.

# tx_center_domain_model_center_center.login_activated
source: Activate login function
de: Login Funktion aktivieren

# tx_center_domain_model_center_center.login_activated_changed
source: Login state last changed
de: Zuletzt geändert

# tx_center_domain_model_records_event.ical
source: Show Ical Icon to download Event into Calender(Outlook, Gmail, Iphon, etc.)
de: Zeigt den Ical Icon zum Herunterladen der Event-Informationen in den Kalender an (Outlook, Gmail, Iphone, etc.)

# tx_center_domain_model_records_event.eventEndtime
source: Event End Time (only for Ical)
de: Event Endzeit (nur für Ical)

# tx_center_domain_model_records_event.eventStarttime
source: Event Start Time (only for Ical)
de: Event Startzeit (nur für Ical)

# tx_center_domain_model_records_coupon.alreadyRedeemed
source: Number of coupons that are redeemed.
de: Anzahl der Coupons die schon eingelöst worden sind.

# tx_center_domain_model_records_coupon.alreadyRedeemedDescription
source: The amount of Coupons that are already redeemed.
de: Anzahl eingelöster Coupons.

# tx_center_domain_model_records_coupon.imageRedeem
source: Image for second Step of Coupon Process.
de: Bild für zweiten Schritt des Coupon einlösen Prozesses.

# tx_center_domain_model_records_coupon.imageRedeemDescription
source: If you upload an image here then it will be used in the second step of the coupon redeemption process.
de: Falls Sie hier ein Bild hochladen/ einfügen wird dieses Bild für den zweiten Schritt verwendet. Lassen sie das Feld leer wird das erste Bild verwendet.

# tx_center_domain_model_interest_interestlist.interests
source: Interests
de: Interessen

# tx_center_domain_model_interest_interestlist.title
source: Title
de: Titel

# tx_center_domain_model_center_center.interest_list
source: List of interests
de: Liste der Interessen

# general.tabs.interests
source: Interests
de: Interessen

# general.interests.infoText
source: Please select one or more interest from the list to list the record for the users who have selected the same interest
de: Wählen Sie bitte eine oder mehrere Interesse aus der Liste aus, um den Datensatz für die User, die die selbe Interesse ausgewählt haben, aufzulisten

# general.interests
source: Interests
de: Interessen

# tx_center_domain_model_interest_interest
source: Interest
de: Interesse

# tx_center_domain_model_interest_interest.title
source: Title
de: Titek

# tx_center_domain_model_interest_interest.items
source: Items
de: Elemente

# tx_center_domain_model_interest_interestlabel
source: Interest label
de: Beschriftung (Interesse)

# tx_center_domain_model_interest_interestlabel.label
source: Label
de: Beschriftung

# tx_center_domain_model_interest_interestlabel.interest
source: Interest
de: Interesse

# tx_center_domain_model_interest_interestlist
source: Interest list
de: Interessenliste

# tx_center_domain_model_center_center.logo_email
source: Logo for email
de: Logo für E-mail

# newContentWizard.home_teaser_plugins.teaserwallinterests.description
source: Teaser Plugin for interests
de: Teaser Plugin für Interessen

# newContentWizard.home_teaser_plugins.teaserwallinterests.title
source: Plugin Interests Plugin
de: Plugin Interessen Teaser

# flexform.teaserwall.interestsOnly
source: Show Teasers based on personal interests of logged in website visitor
de: Teaser werden anhand der persönlichen Interessen des Webseiten Besuchers ausgespielt.

# flexform.teaserwall.numberInterests
source: Max Number of Teasers
de: Maximale Anzahl der Teaser

# tx_center_domain_model_records_page.icon
source: Page Icon
de: Seiten Icon

# flexform.teaserwall.profile
source: Show Teasers for My Profile
de: Teaser für Mein Profil zeigen.

# tx_center_domain_model_center_center.show_social_login
source: Check if you want to show social login.
de: Bitte Haken setzen wenn sie den Social Login anzeigen lassen wollen.

# tx_center_domain_model_appconfig_alertmessage.title
source: Title
de: Titel

# tx_center_domain_model_appconfig_config
source: App - App config
de: App - App Konfiguration

# tx_center_domain_model_appconfig_config.extra_navigation_items
source: Extra navigation items
de: Extra Elemente in der Navigation

# tx_center_domain_model_appconfig_config.is_default
source: Default configuration
de: Standard-Konfiguration

# tx_center_domain_model_appconfig_config.meta_navigation_items
source: Meta navigation items
de: Elemente in der Meta Navigation

# tx_center_domain_model_appconfig_config.native_pages
source: Native pages
de: Native Seiten

# tx_center_domain_model_appconfig_config.native_pages_title
source: Title for native pages
de: Titel für die native Seiten

# tx_center_domain_model_appconfig_config.tab_bar_items
source: Tab-bar items
de: Elemente im Tab-bar

# tx_center_domain_model_appconfig_extranavigationitem
source: App - Extra navigation item
de: App - Extra Navigationselement

# tx_center_domain_model_appconfig_extranavigationitem.title
source: Title
de: Titel

# tx_center_domain_model_appconfig_extranavigationitem.icon
source: Icon
de: Ikon

# tx_center_domain_model_appconfig_nativepage
source: App - Native page
de: App - Native Seite

# tx_center_domain_model_appconfig_nativepage.title
source: Title
de: Titel

# tx_center_domain_model_appconfig_nativepage.body_text
source: Body
de: Text

# tx_center_domain_model_appconfig_tabbaricon
source: App - Tab-bar icon
de: App - Tab-bar Ikon

# tx_center_domain_model_appconfig_tabbaricon.android_active_icon
source: Icon - active state (Android)
de: Ikon - Aktiv (Android)

# tx_center_domain_model_appconfig_tabbaricon.android_icon
source: Icon (Android)
de: Ikon (Android)

# tx_center_domain_model_appconfig_tabbaricon.icon_name
source: Icon name
de: Name des Ikons

# tx_center_domain_model_appconfig_tabbaricon.ios_active_icon
source: Icon - active state (IOS)
de: Ikon - Aktiv (IOS)

# tx_center_domain_model_appconfig_tabbaricon.ios_icon
source: Icon (IOS)
de: Ikon (IOS)

# tx_center_domain_model_appconfig_tabbaritem
source: App - Tab-bar item
de: App - Element im Tab-bar

# tx_center_domain_model_appconfig_tabbaritem.icon
source: Icon
de: Ikon

# tx_center_domain_model_appconfig_tabbaritem.title
source: Title
de: Titel

# tx_center_domain_model_appconfig_tabbaritem.page_id
source: Linked page
de: Verlinke Seite

# general.hide_in_app
source: Visibility for the app
de: Sichtbarkeit für die App

# general.hide_in_app.description
source: Please consider: data records with an end date could be automatically hidden in the teaser modules. Please make sure that also in this case at least one teaser will remain to be displayed in the App.
de: Achtung: in den Teasermodulen können Datensätze mit einem Enddatum automatisch ausgeblendet werden. Bitte stellen Sie sicher, dass in auch diesem Fall in der App mindestens noch ein Teaser angezeigt wird.

# tx_center_domain_model_records_service.elevator
source: Elevator
de: Aufzug

# tx_center_domain_model_center_center.data_protection_lg_company
source: Company
de: Firma

# tx_center_domain_model_center_center.data_protection_lg_street
source: Street
de: Strasse

# tx_center_domain_model_center_center.data_protection_lg_city
source: City, Postal Code
de: PLZ Ort

# tx_center_domain_model_center_center.data_protection_lg_phone
source: Phone
de: Telefon

# tx_center_domain_model_center_center.data_protection_db_company
source: Company
de: Firma

# tx_center_domain_model_center_center.data_protection_db_city
source: City, Postal Code
de: PLZ Ort

# tx_center_domain_model_center_center.data_protection_db_street
source: Street
de: Strasse

# tx_center_domain_model_center_center.data_protection_db_phone
source: Phone
de: Telefon

# tx_center_domain_model_center_center.tabs.dataProtection
source: Data Protection
de: Datenschutz

# tx_center_domain_model_center_center.palettes.datenschutzbeauftragterPalette
source: data protection commissioner
de: Datenschutzbeauftragter

# tx_center_domain_model_center_center.palettes.landesgesellschaftPalette
source: subsidiary
de: Landesgesellschaft

# tx_center_domain_model_center_center.hide_openings
source: Show center as closed
de: Center als geschlossen anzeigen

# flexform.hometeaser.products.productIds
source: Product ids (comma separated)
de: Produkt-IDs (durch Kommas getrennt)

# flexform.hometeaser.products.categoryId
source: Category id
de: Kategorie-ID

# flexform.hometeaser.products.mode
source: Request mode
de: Abfragemodus

# flexform.hometeaser.products.mode.search
source: Search for a term
de: Suche nach einem Begriff

# flexform.hometeaser.products.mode.topSeller
source: Top seller products
de: Top-Seller-Produkte

# flexform.hometeaser.products.searchWord
source: Searchterm
de: Suchbegriff

# newContentWizard.home_teaser_plugins.products.title
source: Product teaser
de: Produkt Teaser
