Repository: Zsena/csabacenter_typo3
Catalog: www/html/packages/center/Resources/Private/Language/*.locallang_db.xlf
Languages: de

# newContentWizard.home_teaser_plugins.products.description
source: A teaser plugin to display multiple products. There are multiple query possibilities to show exact products or even the current top sellers.
de: Ein Teaser-Plugin zum Anzeigen mehrerer Produkte. Es gibt mehrere Abfrage Möglichkeiten, um genaue Produkte oder sogar die aktuellen Top-Seller zu zeigen.

# flexform.hometeaser.products.mode.categoryId
source: Single category
de: Eine Kategorie

# tx_center_domain_model_center_center.hide_all_openings
source: Hide opening counter
de: Öffnungszeiten Zähler verstecken

# tx_center_domain_model_appconfig_alertmessage.internal_title
source: Internal title
de: Interner Titel

# tx_center_domain_model_appconfig_nativepage.internal_title
source: Internal title
de: Interner Titel

# tx_center_domain_model_records_offer_and_coupons
source: Offer and Coupon
de: Angebot und Coupon

# pages.no_list
source: Do not show this shop in the teaser wall
de: Zeige diesen Shop nicht in der Teaser-Wand

# pages.no_list.enable
source: Enable
de: Aktivieren

# newContentWizard.teasers.teaserwall.bookmarks.description
source: Bookmarks teasers wall for FE user
de: Bookmarks Teasers wall für FE user

# flexform.teaserwall.bookmarksOnly
source: Only Bookmarks
de: Nur Bookmarks

# tx_center_domain_model_center_center.use_gtm_ece_account
source: By activating the checkbox ONLY the Google Tag Manager (ECE Account) will be used EXCLUSIVELY. In the Google Tag Manager account, the Google Analytics Tag must be created so that the data will continue to be tracked.
de: Bei Aktivierung der Checkbox wird AUSSCHLIEßLICH nur noch der Google Tag Manager (ECE Account) benutzt. Im Google Tag Manager Konto muss der Google Analytics Tag angelegt werden, damit die Daten weiterhin getrackt werden.

# tx_center_domain_model_center_center.gtm_ece_account
source: Google Tags code (ECE Account)
de: Google Tag Manager ID (ECE Account)

# general.top_in_app
source: Top teaser in the app
de: Top-Teaser in der App

# general.top_in_app.description
source: "1" has highest priority and "3" has the lowest priority. Try to use this value only for three teasers to set 1,2,3 as a sorting.
de: "1" hat die höchste Priorität und "3" hat die niedrigste Priorität. Versuchen Sie, diesen Wert nur für drei Teaser zu verwenden, um 1,2,3 als Sortierung festzulegen.

# newContentWizard.home_teaser_plugins.preview.description
source: Preview Plugin
de: Vorschau Plugin

# tx_center_domain_model_records_coupon.noLogin
source: Redeem coupon
de: Coupon einlösen

# tx_center_domain_model_records_coupon.noLoginDescription
source: Users that are not logged in can redeem coupons.
de: Benutzer, die nicht angemeldet sind, können Coupons einlösen.

# tx_center_domain_model_shop_chainstore.keywords
source: Search keywords
de: Schlüsselwörter für die Suche

# tx_center_domain_model_pushnotification.time_pallete
source: Time Based Delivery Settings
de: Einstellungen für zeitgesteuerten Versand

# tx_center_domain_model_pushnotification.delivery_div
source: Delivery Settings
de: Versandeinstellungen

# tx_center_domain_model_pushnotification.language_div
source: Language
de: Sprache

# tx_center_domain_model_pushnotification.type
source: Type
de: Typ

# tx_center_domain_model_pushnotification.type.global_push_notification
source: Global Push Notification
de: Globale Push Notification

# tx_center_domain_model_pushnotification.delivery_type
source: Delivery Type
de: Versand Typ

# tx_center_domain_model_pushnotification.delivery_type.1
source: Standard Delivery
de: Standard Versand

# tx_center_domain_model_pushnotification.delivery_type.2
source: Time Based Delivery
de: Zeitgesteuerter Versand

# tx_center_domain_model_pushnotification.push_date
source: Push Date
de: Push Datum

# tx_center_domain_model_pushnotification.push_time
source: Push Time
de: Push Zeit

# tx_center_domain_model_pushnotification.actual_delivery_date
source: Sent at
de: Versandzeitpunkt

# tx_center_domain_model_pushnotification.center
source: Target Centers
de: Ziel-Center

# tx_center_domain_model_pushnotification.linked_element
source: Linked Element
de: Verlinkter Datensatz

# tx_center_domain_model_faqs.answer
source: Answer
de: Antwort

# tx_center_domain_model_faqs.question
source: Question
de: Frage

# flexform.faqs.search
source: Hide Search in FAQ's page
de: FAQ's Suche verstecken

# tx_center_domain_model_appconfig_config.stage_image
source: Stage Image
de: Bild für Stageelement

# pages.print_pdf_link
source: Show print PDF link
de: Druck PDF link anzeigen

# pages.print_pdf_link.description
source: Activate for content pages only with text as content.
de: Nur für Content Seiten mit text als content

# tx_center_domain_model_center_center.payment
source: Payment in Center
de: Zahlungsarten in Center

# tx_center_domain_model_center_center.in_online_shop
source: Available in online shop
de: In Onlineshops verfügbar

# tx_center_domain_model_center_center.shipping
source: Shipping
de: Versandarten

# tx_center_domain_model_center_center.tabs.payment_shipping
source: Payment / Shipping
de: Zahlung / Versand

# tx_center_domain_model_shop_chainstore.zipcity
source: Zip / City
de: PLZ / Ort

# tx_center_domain_model_center_center.payment_online_shop
source: Payment in online shop
de: Zahlungsarten in Online Shop

# general.reference_type
source: Reference type
de: Referenztyp

# general.alternative_title
source: Alternative title
de: Alternative Titel

# tx_center_domain_model_project_downloadbutton.title
source: Title
de: Titel

# tx_center_domain_model_project_reference
source: Project - Reference
de: Projekt-Referenz

# tx_center_domain_model_project_tablerow
source: Table row
de: Tabellenzeile

# tx_center_domain_model_project_tablerow.title
source: Title
de: Titel

# tx_center_domain_model_project_reference.download_buttons
source: Download buttons
de: Donwloadbuttons

# tx_center_domain_model_project_reference.hero_image
source: Hero image
de: Hero-Bild

# tx_center_domain_model_project_reference.images
source: Images
de: Bilder

# tx_center_domain_model_project_reference.table_rows
source: Table rows
de: Tabellenzeilen

# tx_center_domain_model_project_reference.teaser_image
source: Image
de: Bild

# tx_center_domain_model_project_reference.title
source: Title
de: Titel

# tx_center_domain_model_project_slide.subtitle
source: Subtitle
de: Untertitel

# tx_center_domain_model_project_slide.title
source: Headline
de: Titel

# tx_center_domain_model_project_reference.teaser_abstract
source: Abstract
de: Abstrakt

# tx_center_domain_model_project_reference.teaser_customer
source: Customer
de: Kunde

# tx_center_domain_model_project_reference.implementation_copy
source: Implementation
de: Umsetzung

# tx_center_domain_model_project_reference.table_headline
source: Table headline
de: Tabellentitel

# tx_center_domain_model_project_reference.tab.implementation
source: Implementation
de: Umsetzung

# tx_center_domain_model_project_reference.teaser_title
source: Title
de: Titel

# newContentWizard.detail_page_plugins.reference.description
source: Detail plugin for reference records
de: Detailseite-Plugin für die Referenzdatensätze

# newContentWizard.detail_page_plugins.reference.title
source: Reference detail
de: Referenz Detailseite

# newContentWizard.teasers.referenceteaser.title
source: Reference teaser
de: Referenzteaser

# newContentWizard.teasers.referenceteaser.description
source: A teaser plugin only for reference records
de: Ein Teaser-Plugin nur für Referenzdatensätze

# tx_center_domain_model_project_reference.tables
source: Tables
de: Tabellen

# tx_center_domain_model_project_table
source: Table
de: Tabelle

# tx_center_domain_model_project_table.title
source: Title
de: Titel

# tx_center_domain_model_project_reference.reference_tags
source: Reference tags
de: Referenz Tags

# tx_center_domain_model_project_reference.related_references
source: Related references
de: ähnliche Referenzen

# tx_center_domain_model_project_reference.tab.related
source: Relations
de: Verknüpfungen

# tx_center_domain_model_project_slide.invert_color
source: Invert color
de: Farben umkehren

# tx_center_domain_model_project_table.table_rows
source: Rows
de: Zeile

# tx_center_domain_model_project_downloadbutton.icon
source: Icon
de: Ikon

# flexform.referencesTeaser.specTags
source: Reference tags
de: Referenzen-Tags

# flexform.referencesTeaser.references
source: References
de: Referenzen

# tx_center_domain_model_project_slide.media_poster
source: Poster for video
de: Poster für Video

# tx_center_domain_model_center_center.header_cg
source: Communication Group (for Header)
de: Kommunikationsgruppe (für Header)

# tx_center_domain_model_center_center.header_v
source: White variant (for header)
de: Weiße Variante (für Header)
